IDEA Open Model
ReinfBarOnEdge.EdgePositionType Property
Compatible with IDEA StatiCa Beta 20.0
 Position of reinforcement on edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public EdgePositionType EdgePositionType { get; set; }
Public Property EdgePositionType As EdgePositionType
	Get
	Set
Property Value
Type: EdgePositionType
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace